Please enter a value between 0 and half of Actual Run Width (%1/2 Actual Run Width%).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WinderRunInsideWalklineOffsetFailure { get; }
  Visual Basic
Public Shared ReadOnly Property WinderRunInsideWalklineOffsetFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WinderRunInsideWalklineOffsetFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace